bubble_3d_perfect/0.orig/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0 0 0);
boundaryField {
    bottomWall { type noSlip; }
    atmosphere { type pressureInletOutletVelocity; value uniform (0 0 0); }
}
