bubble_3d_perfect/constant/phaseProperties
FoamFile { version 2.0; format ascii; class dictionary; object phaseProperties; }
type massTransferMultiphaseSystem;
phases (water air);
sigma 0.3;
water { type purePhaseModel; model Newtonian; }
air   { type purePhaseModel; model Newtonian; }
