bubble_3d_perfect/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {
    "alpha.water.*" { nAlphaCorr 1; nAlphaSubCycles 1; cAlpha 1; solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0; }
    "p_rgh.*" { solver PCG; preconditioner DIC; tolerance 1e-7; relTol 0.05; }
    "pcorr.*" { solver PCG; preconditioner DIC; tolerance 1e-2; relTol 0; }
    "U.*" { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-7; relTol 0.1; }
}
PIMPLE { nOuterCorrectors 1; nCorrectors 2; nNonOrthogonalCorrectors 0; }
